{
  "title": "Historia",
  "texts_list": [
    {
      "text": "1899",
      "is_header": true
    },
    {
      "text": "En virtud de su condición de colonia de España, no existieron en Cuba tribunales de justicia propios; la legislación aplicable y los órganos judiciales eran los establecidos en la metrópoli."
    },
    {
      "text": "La creación del Tribunal Supremo de Cuba data del 14 de abril de 1899, constituido por una Sala Única para impartir justicia, órgano que sufrió sucesivas modificaciones y se institucionalizó mediante la Ley Orgánica del Poder Judicial de 27 de enero de 1909."
    },
    {
      "text": "1901",
      "is_header": true
    },
    {
      "text": "La primera Constitución republicana definió: \"… el Poder Judicial se ejerce por un Tribunal Supremo de Justicia y por los demás Tribunales que las leyes establezcan, las que regularán  su organización y facultades y las condiciones que deben concurrir en los funcionarios que los integren\"."
    },
    {
      "text": "1940",
      "is_header": true
    },
    {
      "text": "La Constitución de la República creó la carrera judicial y estableció los principios fundamentales en que se sustentaría esta función, los que a su vez fueron asumidos, tras el triunfo de la Revolución, por la Ley Fundamental de 1959."
    },
    {
      "text": "1973",
      "is_header": true
    },
    {
      "text": "En el ámbito del proceso de perfeccionamiento de las instituciones estatales cubanas y, en particular, del sistema de justicia, se promulgó, el 23 de junio de ese año, la Ley de Organización del Sistema Judicial que dio respuesta a la necesidad de unificar las distintas jurisdicciones por entonces existentes en un sistema judicial único que garantizara la aplicación uniforme de la justicia en todo el país."
    },
    {
      "text": "",
      "is_header": true
    },
    {
      "text": "Las bases organizativas esenciales instituidas para los tribunales fueron su carácter colegiado y su integración por jueces profesionales, y jueces legos en la materia, todos electivos, responsables y revocables."
    },
    {
      "text": "1976",
      "is_header": true
    },
    {
      "text": "El 24 de febrero de 1976 se proclamó, en virtud de referendo popular, la actual Constitución de la República de Cuba que consagró los principios fundamentales que sustentan el sistema judicial cubano, entre ellos, define en el artículo 120 que \"la función de impartir justicia dimana del pueblo y es ejercida a nombre de este por el Tribunal Supremo Popular y los demás tribunales que la ley instituye\", al que corresponde establecer los principales objetivos, organización, jurisdicción, competencia, facultades y modo de ejercerlas, requisitos que deben reunir los jueces, su forma de elección y revocación o cese en el ejercicio de sus funciones."
    },
    {
      "text": "1977",
      "is_header": true
    },
    {
      "text": "En cumplimiento del mandato constitucional, la Ley de Organización del Sistema Judicial, de 18 de agosto de 1977, reguló la organización, estructura y funciones del Sistema de Tribunales, realizó las modificaciones pertinentes, aunque mantuvo las bases organizativas y principios esenciales existentes."
    },
    {
      "text": "1990 - 1998",
      "is_header": true
    },
    {
      "text": "La Ley de Organización fue derogada por la Ley No. 70, de 12 de julio de 1990, y esta por la vigente Ley No. 82, \"Ley de los Tribunales Populares\", de 11 de junio de 1998, que refuerza la independencia judicial al otorgar al Consejo de Gobierno del Tribunal Supremo Popular funciones en relación con los tribunales provinciales y municipales que antes radicaban en el Ministerio de Justicia."
    }
  ]
}