{
  "questions_list": [
    {
      "question": "¿El derecho de propiedad personal puede ser ejercitado conjuntamente por dos o más personas?",
      "responses_list": [
        {
          "text": "El derecho de propiedad personal puede ser ejercitado por dos o más personas de conjunto sobre un mismo bien cuando dicho bien esté materialmente indiviso, o sea, se habla entonces de una copropiedad que puede ser por cuotas o en común. En el caso de la primera cada uno de los copropietarios tiene derechos y obligaciones en proporción con su respectiva cuota, pudiendo disponer de su parte sin el consentimiento de los demás, observando las limitaciones que establece la ley, entre las que se encuentra aquella que le da preferencia a los restantes copropietarios adquirirla cuando uno de ellos pretende vender su parte. En el caso de la segunda, surge de la comunidad matrimonial de bienes y se rige por las disposiciones que contiene al respecto el Código Civil."
        }
      ]
    },
    {
      "question": "¿Qué se entiende por propiedad personal?",
      "responses_list": [
        {
          "text": "Es el derecho de los ciudadanos de poseer, usar, disfrutar y disponer de los bienes destinados a satisfacer sus necesidades materiales y espirituales."
        }
      ]
    },
    {
      "question": "¿Pueden realizarse testamentos mediante poder o se le pueden dar facultades a una tercera persona?",
      "responses_list": [
        {
          "text": "No. El testamento es un acto de disposición mortis causa que es personalísimo, por tanto, no puede hacerse mediante apoderado o tercera persona. Sí así lo hiciera, no tendrá luego de su muerte validez, porque se infringiría una disposición del Código Civil."
        }
      ]
    },
    {
      "question": "¿Pueden dos personas testar en un mismo documento notarial?",
      "responses_list": [
        {
          "text": "No. El testamento en Cuba tiene la característica de que es individual."
        }
      ]
    },
    {
      "question": "¿Quiénes pueden hacer testamentos?",
      "responses_list": [
        {
          "text": "Cualquier persona que lo desee, siempre que sea mayor de 18 años y esté en pleno goce de sus facultades mentales para regir sus bienes o persona."
        }
      ]
    },
    {
      "question": "¿Qué es un testamento?",
      "responses_list": [
        {
          "text": "Es una manifestación lícita de voluntad, unilateral, formal, solemne, mediante la cual una persona, conforme a las disposiciones legales en el momento de su realización, dispone de su patrimonio o parte de este para después de su muerte. Alcanza también a las relaciones no patrimoniales trasmisibles, sobre su sepelio, reconocimiento de hijos, entre otras."
        }
      ]
    },
    {
      "question": "¿Cuáles son los derechos que en materia civil y de familia reconoce nuestra Constitución a los ciudadanos?",
      "responses_list": [
        {
          "text": "Dentro de los derechos que reconoce la Constitución de la República de Cuba se encuentran: En materia Civil Derecho a la propiedad personal sobre los ingresos y ahorros procedentes del trabajo propio, sobre la vivienda que se posea con justo título de dominio y los demás bienes y objetos que sirven para la satisfacción de las necesidades materiales y culturales de la persona. Artículo 21 Derecho a la propiedad sobre los medios e instrumentos de trabajo personal o familiar, los que no pueden ser utilizados para la obtención de ingresos provenientes de la explotación del trabajo ajeno. La ley establece la cuantía en que son embargables los bienes de propiedad personal. Derecho a la propiedad de las empresas mixtas, sociedades y asociaciones económicas que se constituyen conforme a la ley. Artículo 23 Derecho a la herencia sobre la vivienda de dominio propio y demás bienes de propiedad personal. Artículo 24 Derecho de la persona a reclamar y obtener la correspondiente reparación o indemnización en la forma que establece la ley, por el daño o perjuicio causado indebidamente por funcionarios o agentes del Estado con motivo del ejercicio de las funciones propias de sus cargos. Artículo 26 Derecho de los extranjeros residentes en el territorio de la República se equiparan a los cubanos: en la protección de sus personas y bienes; en el disfrute de los derechos y el cumplimiento de los deberes reconocidos en esta Constitución, bajo las condiciones y con las limitaciones que la ley fija. Artículo 34 Igualdad de derechos y deberes de todos los ciudadanos Artículo 41 El Estado consagra el derecho conquistado por la Revolución de que los ciudadanos, sin distinción de raza, color de la piel, sexo, creencias religiosas, origen nacional y cualquier otra lesiva a la dignidad humana; de domiciliarse en cualquier sector, zona o barrio de las ciudades y se alojan en cualquier hotel; de ser atendidos en todos los restaurantes y demás establecimientos de servicio público; de disfrutar de la enseñanza en todas las instituciones docentes del país, desde la escuela primaria hasta las universidades, que son las mismas para todos; de recibir asistencia en todas las instituciones de salud; de usar los transportes marítimos, ferroviarios, aéreos y automotores. Artículo 43 Igualdad de derechos en lo económico, político, cultural, social y familiar entre la mujer y el hombre gozan de iguales derechos. Artículo 44 En materia de familia Derecho a la familia, la maternidad y el matrimonio. Artículo 35 Derecho a la formalización, reconocimiento y disolución del matrimonio, y a los derechos y obligaciones que de dichos actos de derivan. Artículo 36 Igualdad absoluta de derechos y deberes de los cónyuges, los que deben atender al mantenimiento del hogar y a la forma¬ción integral de los hijos mediante el esfuerzo común, de modo que éste resulte compatible con el desarrollo de las actividades sociales de ambos. Igualdad de derechos de los hijos, sean habidos dentro o fuera del matrimonio. Artículo 37 Derecho a la determinación y el reconocimiento de la paternidad, mediante los procedimientos legales adecuados. Derecho a la asistencia social de los ancianos sin recursos ni amparo y a cualquier persona no apta para trabajar que carezca de familiares en condiciones de prestarle ayuda. Artículo 48 Los padres tienen el deber de dar alimentos a sus hijos y asistirlos en la defensa de sus legítimos intereses y en la realización de sus justas aspiraciones; así como el de contribuir activamente a su educación y formación integral como ciudadanos útiles y preparados para la vida en la sociedad socialista. Los hijos, a su vez, están obligados a respetar y ayudar a sus padres. Artículo 38"
        }
      ]
    },
    {
      "question": "¿Cómo puede recuperar su dinero una persona que ha comprado un bien, si después de pagarlo y creerse su dueño, le fue ocupado por la policía y luego decomisado por el tribunal porque proviene de un delito?",
      "responses_list": [
        {
          "text": "Si este caso sucediera, estamos ante la institución jurídica denominada \"evicción\", la cual tiene lugar cuando por sentencia firme y en virtud de un derecho anterior a la compra venta, el comprador es desposeído de todo o parte del bien adquirido. Esto trae consigo que el vendedor esté obligado al saneamiento por evicción, que encuentra respaldo legal en los artículos 341 al 345 de la Ley No. 59/87, \"Código Civil\". No obstante, dicho saneamiento no puede exigirse hasta que haya recaído sentencia firme por la que se condene al comprador a la pérdida del bien adquirido o a parte del mismo. Si la evicción se declara, el comprador tiene derecho a exigir al vendedor: la restitución del precio pagado; los frutos o rendimientos, si se le hubiere condenado a entregarlos al que le haya vencido en el proceso; el reintegro de los gastos y de las costas del proceso que haya motivado la evicción y los gastos del contrato, si los hubiere pagado. Para demandar ante un tribunal estas cuestiones, el comprador cuenta con seis meses contados a partir de la fecha en que la sentencia adquirió firmeza y deberá contratar los servicios de un abogado (artículo 117 a) del Código Civil."
        }
      ]
    },
    {
      "question": "¿A qué queda obligada la persona que es causante de un daño respecto a otra?",
      "responses_list": [
        {
          "text": "La persona causante de un daño está obligada al resarcimiento de la responsabilidad civil, tal y como se establece en el artículo 83 del Código Civil, y comprende: • La restitución de bien. • La reparación del daño material. • La indemnización del perjuicio. • La reparación del daño moral. Nuestro Código Civil también establece que la indemnización de los perjuicios comprende: • En caso de muerte y en el supuesto de encontrarse la víctima sujeta al pago de una obligación de dar alimentos, una prestación en dinero calculada en función de las necesidades del alimentista durante el tiempo de vigencia de dicha obligación, después de descontar las prestaciones que debe satisfacer la seguridad social. • Los gastos en curación. • El importe del salario correspondiente a los días que dejó de trabajar la víctima del acto ilícito. • Otros ingresos o beneficios dejados de percibir. • En el caso de daño a la integridad corporal y en el supuesto de que el lesionado pierda total o parcialmente su capacidad para el trabajo remunerado, o si sus necesidades aumentan o sus perspectivas en el futuro disminuyen, una prestación en dinero que compense, la pérdida o disminución de sus ingresos salariales. • Cualquier otro desembolso hecho por la víctima, sus familiares u otra persona a causa del acto ilícito."
        }
      ]
    },
    {
      "question": "¿De qué término dispone la persona que ha sufrido un daño para reclamar el derecho a ser indemnizada?",
      "responses_list": [
        {
          "text": "¿De qué término dispone la persona que ha sufrido un daño para reclamar el derecho a ser indemnizada?\n\nEl código Civil en su artículo 116 establece el de un año si se trata de reclamaciones derivadas de: • Un contrato de seguro, salvo pacto en contrario que cumple dicho término. • Actos ilícitos. • Los producidos en actividades que generan riesgo. Por su parte el artículo 117-c) de esa norma, prevé seis meses si se trata de las acciones derivadas de la prestación de servicios."
        }
      ]
    },
    {
      "question": "¿Qué debe hacer para presentar la solicitud de Declaración Judicial de Incapacidad?",
      "responses_list": [
        {
          "text": "Para presentar el asunto en el tribunal competente, el solicitante con los documentos antes mencionados, podrá contratar abogado en el Bufete Colectivo de su elección; que lo representará y realizará la correspondiente promoción ante la Sala de Justicia."
        }
      ]
    },
    {
      "question": "¿Qué persona puede promover un asunto de Declaración Judicial de Incapacidad y qué documentos debe aportar?",
      "responses_list": [
        {
          "text": "La Declaración de Incapacidad es un asunto que se tramita por la Jurisdicción Voluntaria, se presenta a instancia del Tribunal Municipal Popular de acuerdo con el artículo 5 inciso 4) de la Ley de Procedimiento Civil, Administrativo, Laboral y Económico. Las personas que pueden instar la solicitud, de acuerdo con lo preceptuado en el artículo 587 de la Ley de Trámites Civiles en primer lugar el cónyuge, en segundo la persona a quien correspondería deferirle la tutela del presunto incapaz, en el siguiente orden de prelación de acuerdo con el artículo 148 del Código de Familia (1- cónyuge, 2- uno de los padres, 3- uno de los hijos, 4-uno de los abuelos, 5- uno de los hermanos, 6- otra persona que tenga a su cuidado al incapaz). Tercero cualquiera de los parientes que pueden heredar a la persona sin poseer testamento o el Fiscal. En el escrito de promoción se debe aportar además el nombre de los parientes más cercanos, de los que en su momento el tribunal escuchará su parecer respecto a la solicitud efectuada."
        }
      ]
    },
    {
      "question": "¿Quién tiene derecho a promover la declaración de herederos?",
      "responses_list": [
        {
          "text": "Las personas que se crean con derecho a obtener la declaración de herederos en los casos en que no conste que se haya otorgado testamento, o cuando éste se haya declarado nulo o ineficaz, pueden presentar la solicitud a través de representación letrada, ante notario, quien conoce y resuelve el proceso sucesorio de declaratoria de herederos, debiendo acompañar lo siguiente: Documento justificativo de la muerte del causante; documento justificativo del parentesco; Certificación del Registro de Actos de Ultima Voluntad, acreditativa que no consta ningún acto de esta naturaleza otorgado por el fallecido; Certificación del Registro de Declaratoria de Herederos, acreditativa de que no consta haberse hecho declaración anterior de los herederos abintestato del causante; a tenor de lo establecido en el artículo 535 de la Ley de Procedimiento, Civil, Administrativo, Laboral y de lo Económico."
        }
      ]
    },
    {
      "question": "¿Qué debe hacer para adjudicarse los bienes de su difunto esposo quien falleció sin dejar testamento?",
      "responses_list": [
        {
          "text": "Se le orientó que debe contratar los servicios jurídicos de un Abogado del Bufete Colectivo para iniciar los trámites de declaratoria de herederos, según lo que establece el Título III artículos del 509 al 511 y del 517 al 519 del Código Civil."
        }
      ]
    },
    {
      "question": "¿Qué trámite debe encausar para resolver la situación que presenta con su vecina que le impide el paso al interior del pasillo de su propiedad?",
      "responses_list": [
        {
          "text": "Se le explica que por medio de representación letrada del Bufete Colectivo de su elección puede establecer ante la Sección de lo Civil del Tribunal competente, proceso civil sobre Relaciones Derivadas de Relaciones de Vecindad, al amparo de lo establecido en los artículos del 170 al 177 del Código Civil cubano."
        }
      ]
    },
    {
      "question": "¿Qué hacer cuando una persona fallece sin dejar testamento y se promueve declaratoria de herederos por un hijo que nunca lo atendió y los demás no están de acuerdo?",
      "responses_list": [
        {
          "text": "Al morir el padre sin dejar testamento se deben declarar los herederos a través de Acta de Declaratoria de Herederos, solicitada ante notario, mediante la representación de un abogado de un bufete colectivo, teniendo derecho ser declarados todos los hijos. No obstante, el Derecho Sucesorio prevé la incapacidad para heredar, entre otras causas por haber negado alimentos o atención al causante de la herencia. Para ello debe contratarse los servicios de un abogado y promover un proceso de declaración de incapacidad para heredar ante el Tribunal Municipal Popular del último domicilio del causante, alegando y demostrando la desatención de ese hijo."
        }
      ]
    },
    {
      "question": "¿Qué hacer ante inconformidad con adjudicación de bienes al amparo de un testamento del cual se tienen dudas porque la persona que lo hizo padecía de demencia senil desde antes de hacerlo?",
      "responses_list": [
        {
          "text": "Puede contratar los servicios de un abogado para que presente demanda impugnando el testamento ante la Sala de lo Civil y lo Administrativo del Tribunal Provincial Popular del territorio del demandado o del demandante si se desconoce este, anexando a la demanda las pruebas de las que intenta valerse. Artículos del 67 al 75 del Código de Familia y artículos 223 y siguientes de la LPCALE."
        }
      ]
    },
    {
      "question": "¿A dónde acudir para reclamar por afectaciones de un vecino que da golpes en horas de la noche, perturbando la tranquilidad y además le provoca filtraciones en su vivienda?",
      "responses_list": [
        {
          "text": "Se le orienta que puede contratar los servicios de un abogado en un bufete colectivo de su elección para que establecer proceso ordinario de limitaciones derivadas de las relaciones de vecindad, ante el Tribunal Municipal Popular del territorio. Artículo 170 y siguientes del Código Civil y artículo 223 y siguientes de la LPCALE."
        }
      ]
    },
    {
      "question": "¿Por qué no procede la formulación de denuncia en la PNR ante daños y perjuicios ocasionados por un hijastro?",
      "responses_list": [
        {
          "text": "Según lo establecido en el artículo 341.1, inciso a) del Código Penal, no están sujetos a responsabilidad por esta vía los cónyuges, ascendientes y descendientes y afines en la misma línea, entre otros parientes; encontrándose el hijastro en el último supuesto. En atención a ello lo procedente es acudir al Bufete Colectivo y contratar los servicios de un abogado de su elección y presentar demanda de carácter civil ante el Tribunal que corresponda, según el valor de los bienes."
        }
      ]
    },
    {
      "question": "¿Qué derecho le asiste a las personas unidas en una relación matrimonial no formalizada sobre los bienes adquiridos en la unión cuando ocurre la ruptura de la unión?",
      "responses_list": [
        {
          "text": "De conformidad con lo establecido en el Código de Familia, en sus artículos 18,19, 29, 30, 32, primeramente la persona interesada deberá acudir al Bufete Colectivo y contratar los servicios de un abogado de su elección a los efectos de presentar demanda para el reconocimiento judicial de unión matrimonial no formalizada, ante el Tribunal Municipal Popular. Una vez reconocida la unión, también con representación de abogado, tramitar la liquidación de la comunidad matrimonial de bienes, integrada por todos los bienes adquiridos durante la unión independientemente de que la adquisición se haga para uno de los cónyuges."
        }
      ]
    },
    {
      "question": "¿Qué puede hacer una persona cuándo se sienta afectada por la aplicación de la legislación agraria?",
      "responses_list": [
        {
          "text": "Puede establecer reclamación ante la Delegación Provincial de la Agricultura de su territorio, quienes dentro de los 60 días siguientes a haberse presentado la misma resolverán lo que proceda. A partir de la Resolución 117 de 1988, sobre el derecho de reclamaciones."
        }
      ]
    },
    {
      "question": "¿Cómo se trasmiten los bienes de un cooperativista fallecido vinculado con el trabajo de una cooperativa?",
      "responses_list": [
        {
          "text": "La tierra y los bienes agropecuarios que formen parte del patrimonio de la cooperativa no serán objeto de la trasmisión hereditaria. Los anticipos, pendientes de cobro, la participación en las utilidades a distribuir y la amortización pendiente de los bienes aportados por el cooperativista que fallezca, se trasmitirán en primer término a sus herederos vinculados a la cooperativa o que hayan dependido económicamente del causante, en ausencia de estos a los que corresponda conforme a la legislación civil, sin perjuicio a los derechos que le correspondan al viudo (a). Artículo 33 del Decreto Ley 125 de 1991 del Consejo de Estado."
        }
      ]
    },
    {
      "question": "¿Qué sucede con el ganado que transite por la vía pública?",
      "responses_list": [
        {
          "text": "En virtud de la Resolución 302 de 2011 del Ministerio de la Agricultura se procede el decomiso del ganado cuando tipifique lo establecido en el artículo 119 del Código de Seguridad Vial, el que establece la prohibición de tener ganado en la vía o en zonas y terrenos aledaños en condiciones que le permitan trasladarse hacia esta por sí solos o penetrar en ella. La autoridad administrativa, los agentes de la Policía Nacional Revolucionaria y los inspectores del Ministerio del Transporte están facultados para disponer la recogida del ganado que se encuentre en las circunstancias prohibidas. El Ministerio de la Agricultura es responsable de efectuar la recogida del ganado y disponer los lugares necesarios para su depósito. El funcionario que determina el Ministro de la Agricultura está facultado para disponer el decomiso del ganado en caso de reincidencia. Contra la decisión de decomiso el interesado puede presentar recurso administrativo en el término de 10 días hábiles a partir de su notificación, ante la máxima autoridad del Ministerio de la Agricultura en la provincia. En caso de desestimarse, puede interponer proceso administrativo por la vía judicial conforme a la legislación vigente, en igual término, a partir de su notificación. El propietario o poseedor legal viene obligado también a sufragar los gastos de la recogida, custodia y alimentación del animal."
        }
      ]
    },
    {
      "question": "¿Cuáles son las obligaciones de todo propietario de ganado vacuno, caballar, asnal y mular?",
      "responses_list": [
        {
          "text": "Todo propietario está en la obligación de declarar en el Registro Pecuario correspondiente los nacimientos, dentro de los treinta días de ocurrencia; las pérdidas por extravíos o sustracción, dentro de los diez días siguientes, acompañando el documento que lo acredite; las muertes, dentro de los 10 días inmediatos, con el documento que así lo acredite; compraventa, traslados u otro tipo de operación que conlleve el traspaso del animal. Una vez al año debe acudir al registro de su demarcación a actualizar los datos de sus animales e identificar con presillas metálica específica estos. Artículo 6,7 y 8 de la Ley 1279."
        }
      ]
    },
    {
      "question": "¿Se puede expropiar de la tierra a un propietario?",
      "responses_list": [
        {
          "text": "Toda agricultor pequeño está en la obligación de explotar la tierra de su propiedad y se considera una infracción el abandono negligente de ella o su deficiente explotación y cuando esta infracción es grave o repetida sin causa justificada será considerada como una causa para iniciar un proceso judicial de expropiación forzosa de la tierra y demás bienes agropecuarios del agricultor, ya que se considerará de utilidad pública e interés social su adquisición para por el Estado. Una vez tomada la decisión no podrá ser impugnada por la parte demandada. Artículo 8,9 y 10 del Decreto Ley 125 de 1991 del Consejo de Estado."
        }
      ]
    },
    {
      "question": "¿Puede el dueño de una finca hacer testamento sobre la tierra y demás bienes agropecuarios?",
      "responses_list": [
        {
          "text": "Se prohíbe a los agricultores pequeños otorgar testamento sobre la tierra y demás bienes agropecuarios que les pertenecen. Esto se justifica en aras de hace valer el principio reconocido en el artículo 24 de la Constitución de que solo heredan la tierra aquellos que la trabajan personalmente."
        }
      ]
    },
    {
      "question": "¿Tiene alguna posibilidad un presunto heredero sobre la herencia cuando no reúne alguno de los requisitos establecidos?",
      "responses_list": [
        {
          "text": "La legislación prevé que el Ministro de la Agricultura oído los criterios del presidente de la Asociación de Agricultores pequeños y del Ministro del Azúcar cuando proceda podrá resolver que a una persona que no haya reunido todos los requisitos establecidos para la adjudicación de una tierra dígase el grado de parentesco y el haber laborado la tierra durante un periodo de cinco años antes del fallecimiento del causante, le sean reconocidos los derechos sobre esta. Esta solicitud se tramita por conducto de la Delegación Territorial que corresponda y con ello se evita rigidez de los requisitos y se amplía la posibilidad de que las personas puedan heredar la tierra y darle continuidad a la función productiva de la finca."
        }
      ]
    },
    {
      "question": "¿Qué tratamiento se le ofrecen a las viviendas ubicadas en la finca de un pequeño agricultor cuando el propietario de la finca fallece. ?",
      "responses_list": [
        {
          "text": "La legislación de la vivienda establece que solamente son consideradas como bienes agropecuarios las viviendas en las que viven los propietarios de la finca y en caso de herencia este tipo de vivienda sólo se adjudicará a quien sean declarados herederos de la finca. El resto de las viviendas ubicadas en la finca se adjudican según el régimen común de la Ley General de la Vivienda."
        }
      ]
    },
    {
      "question": "¿Puede el propietario de una finca donarla o permutarla libremente?",
      "responses_list": [
        {
          "text": "El propietario de una finca tiene derecho a donarla, que es un acto que constituye un traspaso gratuito de su propiedad. También puede permutarla o cambiarla por otra con el Estado, con una cooperativa de producción agropecuaria o con otro agricultor pequeño. La donación es un traspaso que se da muy poco en la práctica pero resulta muy adecuado cuando el propietario de la finca es de avanzada edad o está incapacitado para las labores agropecuarias. Válido resulta aclarar que toda solicitud de traspaso de tierra debe ser acompañada con el certificado de tenedor inscrito y el certifico sobre adeudos que emite el banco."
        }
      ]
    },
    {
      "question": "¿Cuáles son las consecuencias que puede producirse en caso de compraventa, parcelación o cualquier traspaso de la tierra sin cumplir las formalidades establecidas?",
      "responses_list": [
        {
          "text": "Los pequeños agricultores tienen prohibido realizar arrendamiento, préstamos, parcelación o cualquier acto jurídico que implique cesión a particulares de los derechos emanados de su propiedad, en caso de infracción de lo dispuesto el acto será declarado nulo y el propietario podrá ser objeto de dos tipos de medidas: a) Multa b) Expropiación forzosa de toda o parte de la finca."
        }
      ]
    },
    {
      "question": "¿Cuáles son las formas de transmisión de la tierra?",
      "responses_list": [
        {
          "text": "Por venta al estado, herencia, incorporación a una cooperativa de producción agropecuaria, permutadas o transmitidas por cualquier otro título a agricultores pequeños, previa autorización del Ministerio de la Agricultura."
        }
      ]
    },
    {
      "question": "¿Tienen derecho a la tierra personas que no la trabajaren?",
      "responses_list": [
        {
          "text": "Si, existen excepciones, estableciéndose como requisito común e indispensable, que los ingresos económicos hubieran provenido de la explotación de la tierra desde un año antes del fallecimiento del causante. Como excepción se recogen: - La viuda o el viudo, siempre que hayan convivido con el causante hasta su fallecimiento por un término no menor de un año. - Los demás herederos del causante que no tengan ingresos propios, siempre que hayan convivido con él hasta su fallecimiento por un término no menor de un año. - Los que estén cumpliendo el Servicio Militar General o misiones internacionalistas, siempre que antes de incorporación a esas tareas hayan estado trabajando la tierra por un término no inferior a un año. - Los impedidos temporalmente para trabajar la tierra por causas ajenas a su voluntad, siempre que antes del impedimento lo hayan hecho por un término no inferior a un año. - Los que por causas físicas o mentales estén totalmente impedidos para el trabajo. - Los que no hayan arribado a la edad laboral legalmente establecida. - Los que teniendo edad laboral estén cursando estudios regulares en la educación general politécnica y laboral o en la educación técnica y profesional, dentro de los de esos establecidos."
        }
      ]
    },
    {
      "question": "¿Quiénes pueden solicitar tierras en usufructo?",
      "responses_list": [
        {
          "text": "Las personas naturales o jurídicas siempre que cumplan los requisitos exigidos en el Reglamento del Decreto- Ley No. 300 y lo dispuesto en al artículo 9.1 las granjas estatales con personalidad jurídica, las unidades básicas de producción cooperativa, las cooperativas de producción agropecuaria y las cooperativas de créditos y servicios que se autoricen; las personas jurídicas estatales, que sin tener dentro de su objeto de la producción agropecuaria, forestal y de frutales, requieren de tierras para el autoabastecimiento de sus trabajadores, miembros o asociados, así como las no estatales que se autoricen y las personas naturales cubanas con residencia en el territorio nacional, que gocen de capacidad jurídica y estén aptas para las labores inherentes a la producción agropecuaria, forestal y de frutales."
        }
      ]
    },
    {
      "question": "¿Cómo solucionar los conflictos agrarios, ante quién apelar en caso de inconformidad con la entrega o adjudicación de las tierras y otras cuestiones relacionada con la misma?",
      "responses_list": [
        {
          "text": "La persona puede interponer ante la Dirección Municipal de la Agricultura donde se encuentre enclavada la finca cualquier reclamación de derecho en torno a los bienes agropecuarios y contra la resolución que se emita tiene un término de 30 días a partir de la fecha de notificación de la misma para establecer recurso de apelación el cual se debe entregar en la Delegación Municipal de la Agricultura para que por su conducto sea elevada a la Delegación Provincial de la Agricultura o Ministerio Agrario según corresponda, ello regulado en el Decreto Ley 125/91 \"Sobre régimen de posesión, propiedad y herencia de la tierra y los bienes agropecuarios."
        }
      ]
    },
    {
      "question": "¿En qué condiciones y términos se concede la licencia no retribuida a trabajadores con responsabilidades familiares?",
      "responses_list": [
        {
          "text": "Al amparo de lo establecido en el artículo 108 del Código de Trabajo, el jefe de la entidad tiene la facultad de conceder licencia no retribuida a trabajadores que tienen responsabilidades familiares para la atención y el cuidado de estos. Esta facultad no es delegable. La duración de la licencia se determina por el jefe de la entidad, debiendo constar por escrito la fecha de inicio y terminación, pues a su vencimiento el trabajador debe reincorporarse al trabajo. La concesión de esta licencia no es un derecho que tiene el trabajador, sino una facultad del jefe de la entidad de concederla o no. Esta licencia no está relacionada con el derecho que se concede a la madre o padre trabajador para el cuidado de hijos menores de 16 años, así como tampoco con la que se otorga para viajar al exterior por asuntos particulares o la concedida para la construcción de viviendas por esfuerzo propio."
        }
      ]
    },
    {
      "question": "¿Cuál es el tratamiento laboral y salarial aplicable al recién graduado para su preparación?",
      "responses_list": [
        {
          "text": "La duración de la preparación es determinada por el empleador, en dependencia de la complejidad del trabajo y los conocimientos del trabajador, y es de hasta 2 años. El recién graduado desarrolla su preparación bajo la supervisión de un tutor designado y el jefe de la entidad, o en quien este delegue en el plazo acordado para la evaluación, comprueba si cumplió los objetivos propuestos, de conformidad con lo establecido en los artículos 31 y 32 del Reglamento. Si al cumplirse los 2 años, la evaluación no resulta satisfactoria puede extenderse hasta 1 año más la preparación o ubicarlo en un cargo acorde con el nivel de preparación alcanzado o proponer su ubicación en un cargo para el que posee la preparación requerida en otra entidad del organismo. Si no es posible aplicar una de las variantes anteriores, se da por terminada la relación de trabajo por el procedimiento establecido. Si la preparación del recién graduado se realiza ocupando un cargo cobra el salario que le corresponda a dicho cargo. Si se prepara en la actividad que va a desempeñar sin ocupar cargo, cobra 250 pesos si es técnico medio y 275 pesos si es graduado de nivel superior, de acuerdo a lo establecido en el Apartado Undécimo de la Resolución No. 30/05 del Ministerio de Trabajo y Seguridad Social o el que tenga establecido en su legislación específica."
        }
      ]
    },
    {
      "question": "¿A partir de la puesta en vigor del Código de Trabajo, los trabajadores que terminen la relación de trabajo y los que hayan sido baja pueden recoger el expediente laboral que está bajo la custodia de la entidad?",
      "responses_list": [
        {
          "text": "Si, al término de la relación de trabajo se hace entrega del expediente al trabajador o sus familiares, según corresponda, garantizando quienes lo reciban que no se altere su contenido, de conformidad con lo establecido en el artículo 35 del Código de Trabajo. La Disposición Transitoria Primera del Reglamento establece que los trabajadores que causaron baja con anterioridad a la vigencia del Código de Trabajo, y sus expedientes laborales están bajo la custodia de las entidades, solicitan su entrega dentro de un plazo que no exceda de 2 años a partir de su puesta en vigor. Transcurrido este período se incinera el expediente y se archivan los documentos relacionados con la seguridad social que acrediten tiempo de trabajo y salarios devengados, dejando constancia en acta firmada por un representante de la entidad y de la organización sindical."
        }
      ]
    },
    {
      "question": "¿Por qué en la Ley 116 \"Código de Trabajo\" del 14 de junio de 2014 no se incluyó en el principio de igualdad en el trabajo la no discriminación por identidad de género?",
      "responses_list": [
        {
          "text": "En el Código de Trabajo se incorporó expresamente que las personas no pueden ser objeto de discriminación en el ámbito laboral a causa de su orientación sexual. Para que una persona pueda hacer prevalecer su sexo psicológico sobre el biológico requiere un respaldo legal, así como el procedimiento para que tenga validez el cambio del nombre y sexo inscripto en el Registro del Estado Civil desde el nacimiento y que surta efectos legales en las relaciones familiares, de propiedad y herencia, ejercicio de derechos y cumplimiento de los deberes sociales acordes con el sexo adoptado, legislación migratoria, obligación militar, entre otros asuntos. Incluir en el Código de Trabajo la identidad de género significaría tratar sin la debida integralidad y amplitud un asunto que puede estar presente en todas las actividades sociales y de derechos civiles."
        }
      ]
    },
    {
      "question": "¿Cuándo procede el otorgamiento de una Licencia Extrapenal a un interno recluido en un establecimiento o centro penitenciario?",
      "responses_list": [
        {
          "text": "El Tribunal puede conceder una licencia extrapenal a un interno de un establecimiento o centro penitenciario por causas justificadas (motivo de enfermedad o presentar limitaciones físicas motoras que dificulten sustancialmente o impidan su permanencia en el establecimiento penitenciario, entre otras) y previa solicitud del órgano encargado de la ejecución de la sanción o familiares del interno durante el tiempo que se considere necesario. También puede concederla el Ministro del Interior por motivo extraordinarios."
        }
      ]
    },
    {
      "question": "¿Ante qué autoridad se solicita la revisión de una sentencia firme en materia penal?",
      "responses_list": [
        {
          "text": "El procedimiento de revisión de una sentencia firme en materia penal puede ser iniciado por el Ministro de Justicia, el Presidente del Tribunal Supremo Popular y el Fiscal General de la República a instancia de alguna persona, organización u otra entidad, o de oficio, siempre que la solicitud de revisión no esté basada en los mismos fundamentos que en su día fueron alegados por el recurrente y resueltos en la sentencia decidiendo el correspondiente recurso de casación, excepto cuando se trate de hechos o circunstancias desconocidos por el Tribunal en el momento de dictar sentencia."
        }
      ]
    },
    {
      "question": "¿Cuándo procede la revisión de una sentencia firme en materia penal?",
      "responses_list": [
        {
          "text": "La revisión de una sentencia firme en materia penal procede cuando: 1. se haya impuesto sanciones privativas de libertad, cualquiera que sea su medida; 2. se haya impuesto sanciones de multa o sanciones accesorias, particularmente severas; 3. las sanciones principales impuestas, privativas de libertad o de multa, o las sanciones accesorias aplicadas, resulten significativas benignas teniendo en cuenta el hecho o el autor. 4. se haya absuelto indebidamente al acusado."
        }
      ]
    },
    {
      "question": "¿Cuándo se suspende la sanción de la medida de seguridad predelictiva de internamiento en un establecimiento especializado de trabajo o de estudio?",
      "responses_list": [
        {
          "text": "La suspensión de la sanción de la medida de seguridad predelictiva de internamiento en un establecimiento especializado de trabajo o de estudio puede disponerse por el Tribunal, a instancia del órgano encargado de su ejecución o de oficio, para lo que tendrá en cuenta el informe de evaluación de conducta que presente el órgano ejecutor, lo que podrá realizarse en cualquier momento, igualmente en la práctica, se requiere que por lo menos el interno haya extinguido un tercio de la sanción que permita evaluar la evolución de su conducta con objetividad."
        }
      ]
    },
    {
      "question": "¿Cuándo se suspende la sanción de Trabajo Correccional Con Internamiento?",
      "responses_list": [
        {
          "text": "La suspensión de la sanción de Trabajo Correccional Con Internamiento no es un derecho, puede ser otorgado por el Tribunal, previa solicitud de los órganos competentes del Ministerio del Interior, si el sancionado cumple satisfactoriamente con sus obligaciones en cualquier momento, en la práctica, se requiere que por lo menos el interno haya extinguido un tercio de la sanción que permita evaluar de manera razonable el cumplimiento satisfactorio de sus obligaciones."
        }
      ]
    },
    {
      "question": "¿Cuándo se sustituye la sanción privativa de libertad por las de Trabajo Correccional Sin Internamiento y Limitación de Libertad (según el artículo 30.13 del Código Penal)?",
      "responses_list": [
        {
          "text": "Al igual que la libertad condicional, la sustitución de la sanción privativa de libertad por las de Trabajo Correccional Sin Internamiento y Limitación de Libertad no es un derecho sino un beneficio, concedido solo a los internos que extinguen sanción de privación de libertad hasta 5 años, a propuesta del consejo de dirección del centro, teniendo en cuenta la índole del delito y sus circunstancias, la connotación social del hecho, el comportamiento del sancionado en el establecimiento penitenciario, así como sus características personales, siempre que haya extinguido, por lo menos como regla: a) la tercera parte de la sanción impuesta cuando se trate de sancionados primarios, b) la mitad de la sanción impuesta cuando se trate de un reincidente c) las dos terceras partes si es un multirreincidente"
        }
      ]
    },
    {
      "question": "¿Qué es la libertad condicional?",
      "responses_list": [
        {
          "text": "La libertad condicional no es un derecho sino un beneficio que puede ser concedido únicamente al sancionado a privación de libertad, a propuesta del consejo de dirección del centro o por solicitud de los familiares de este, cuando las características individuales y su comportamiento, durante el tiempo de reclusión, demuestren que existen razones fundadas para considerar que el fin de la punición se ha alcanzado, sin necesidad de ejecutarse totalmente la sanción, siempre que haya extinguido por lo menos: a) la tercera parte de la sanción impuesta, cuando se trate de sancionados (primarios) que no hayan arribado a los 20 años de edad al comenzar a cumplir la sanción; b) la mitad del término de la sanción impuesta, cuando se trate de sancionados primarios; c) las dos terceras partes de la sanción impuesta, cuando se trate de reincidentes o multirreincidentes. Quedando excluido de este beneficio los sancionados a Trabajo Correccional Con Internamiento y los que cumplen medida de seguridad de internamiento por conducta antisocial. El Auto del Tribunal, resolución judicial que resuelve la solicitud de otorgamiento de este beneficio, puede ser recurrido dentro del término de las 72 horas a partir de su notificación."
        }
      ]
    },
    {
      "question": "¿Cuáles son los beneficios penitenciarios que implican libertad anticipada?",
      "responses_list": [
        {
          "text": "Los beneficios penitenciarios que implican libertad anticipada son: - La libertad condicional no es un derecho sino un beneficio que puede ser concedido únicamente al sancionado a privación de libertad, a propuesta del consejo de dirección del centro o por solicitud de los familiares de este, cuando las características individuales y su comportamiento, durante el tiempo de reclusión, demuestren que existen razones fundadas para considerar que el fin de la punición se ha alcanzado, sin necesidad de ejecutarse totalmente la sanción, siempre que haya extinguido por lo menos: a) la tercera parte de la sanción impuesta, cuando se trate de sancionados (primarios) que no hayan arribado a los 20 años de edad al comenzar a cumplir la sanción; b) la mitad del término de la sanción impuesta, cuando se trate de sancionados primarios; c) las dos terceras partes de la sanción impuesta, cuando se trate de reincidentes o multirreincidentes. Quedando excluido de este beneficio los sancionados a Trabajo Correccional Con Internamiento y los que cumplen medida de seguridad de internamiento por conducta antisocial. El Auto del Tribunal, resolución judicial que resuelve la solicitud de otorgamiento de este beneficio, puede ser recurrido dentro del término de las 72 horas a partir de su notificación. - Sustitución de la sanción privativa de libertad por las de Trabajo Correccional Sin Internamiento y Limitación de Libertad (según el artículo 30.13 del Código Penal): Al igual que la libertad condicional no es un derecho sino un beneficio, concedido solo a los internos que extinguen sanción de privación de libertad hasta 5 años, a propuesta del consejo de dirección del centro, teniendo en cuenta la índole del delito y sus circunstancias, la connotación social del hecho, el comportamiento del sancionado en el establecimiento penitenciario, así como sus características personales, siempre que haya extinguido, por lo menos como regla: a) la tercera parte de la sanción impuesta cuando se trate de sancionados primarios, b) la mitad de la sanción impuesta cuando se trate de un reincidente c) las dos terceras partes si es un multirreincidente - Suspensión de la sanción de Trabajo Correccional Con Internamiento: Tampoco es un derecho, puede ser otorgado por el Tribunal, previa solicitud de los órganos competentes del Ministerio del Interior, si el sancionado cumple satisfactoriamente con sus obligaciones en cualquier momento, en la práctica, se requiere que por lo menos el interno haya extinguido un tercio de la sanción que permita evaluar de manera razonable el cumplimiento satisfactorio de sus obligaciones. - Suspensión de la sanción de la medida de seguridad predelictiva de internamiento en un establecimiento especializado de trabajo o de estudio: Puede disponerse por el Tribunal, a instancia del órgano encargado de su ejecución o de oficio, para lo que tendrá en cuenta el informe de evaluación de conducta que presente el órgano ejecutor, lo que podrá realizarse en cualquier momento, igualmente en la práctica, se requiere que por lo menos el interno haya extinguido un tercio de la sanción que permita evaluar la evolución de su conducta con objetividad."
        }
      ]
    },
    {
      "question": "¿El traslado de un interno de un establecimiento o centro penitenciario a otro, es un derecho de este o es solo una prerrogativa de las autoridades penitenciarias?",
      "responses_list": [
        {
          "text": "El traslado es el movimiento de un interno o grupo de ellos de un lugar de internamiento a otro, de una misma provincia o provincias diferentes, para que continúe extinguiendo la sanción privativa de libertad, de Trabajo Correccional Con Internamiento, medida de seguridad reeducativa de internamiento o cautelar de prisión provisional. El traslado de centro penitenciario es facultad de la administración penitenciaria, no obstante los privados de libertad pueden hacer la solicitud en el propio lugar de internamiento. La facultad de aprobación de los traslados es la siguiente: a) Dentro de una misma provincia: el Jefe del Órgano Provincial de Prisiones, excepto algunas categorías de internos, cuya facultad corresponde al Jefe de la Dirección de Establecimientos Penitenciarios. b) Interprovinciales: por el Jefe del Departamento de Registro Legal de la DEP, excepto algunas categorías de internos, cuya facultad corresponde al Jefe de la Dirección de Establecimientos Penitenciarios. El traslado de un acusado pendiente de celebración de Juicio Oral requiere la autorización previa y por escrito del Tribunal, Fiscalía u Órgano de Investigación Criminal y Operaciones al que se encuentra sujeto. Como se aprecia, el traslado de un interno de un establecimiento o centro penitenciario a otro es una prerrogativa de las autoridades penitenciarias y no un derecho del interno."
        }
      ]
    },
    {
      "question": "¿Puede una persona ajena a la entidad cubrir una plaza vacante en la misma, sin haber sido puesta en convocatoria previamente?",
      "responses_list": [
        {
          "text": "No, para cubrir una plaza vacante el jefe de la entidad está obligado a realizar convocatoria en donde señale datos de interés sobre esta, tales como requisitos de calificación, salario y contenido de trabajo, a la que pueden presentarse traba¬jadores del centro, lo que en modo alguno obliga a otorgársele preferentemente a estos, pues si ninguno de los aspirantes resulta idó¬neo para la plaza en convocatoria, puede seleccio¬narse otra persona. Las propuestas de los trabajadores interesados en ocupar la plaza en convocatoria, son presentadas luego al Comité de Expertos en consulta, para que recomiende quién debe ocuparla."
        }
      ]
    },
    {
      "question": "¿Puede el empleador cambiar la fecha de pago del salario sin informar a los trabajadores?",
      "responses_list": [
        {
          "text": "No, para que se produzca la modificación de la fecha del pago a los trabajadores previamente el empleador y la organización sindical del centro, como garante esta última de los derechos de los trabajadores, deben evaluar de conjunto la temática y adoptado el acuerdo que corresponda se da a conocer al colectivo de trabajadores con no menos de quince días de antelación a su ejecución."
        }
      ]
    },
    {
      "question": "¿La viuda tiene derecho a reclamar el salario dejado de percibir por su fallecido esposo, sin haber cobrado aún sus haberes y siendo este el promotor de la terminación de la relación laboral?",
      "responses_list": [
        {
          "text": "Sí, todo trabajador tiene el derecho a solicitar la terminación del vínculo laboral con su empleador y por consiguiente a recibir no solo el salario por el trabajo realizado, sino también lo acumulado por concepto de vacacio¬nes anuales pagadas y la cuantía correspondiente a la prestación de seguridad social que hubiere estado percibiendo, derechos que ante su deceso puede ser ejercido, a tenor del artículo 52 de la Ley 116, Código de Trabajo, por los familiares con derecho a pensión de la seguridad social o, en su defecto, por los herederos que acreditan tal condición, y en este caso la viuda se encuentra entre ellos."
        }
      ]
    },
    {
      "question": "¿Qué impedimentos tienen los fiscales en el ejercicio de sus funciones?",
      "responses_list": [
        {
          "text": "Los fiscales en el ejercicio de sus funciones tienen los siguientes impedimentos: a) No pueden actuar como fiscales en una Sala de Justicia o Sección de ella los que estén unidos por vínculo matrimonial, formalizado o no, o por parentesco dentro del cuarto grado de consanguinidad o segundo de afinidad con alguno de los jueces que integran la Sala o Sección o con algún abogado de las partes. b) Los fiscales no pueden desempeñar ningún otro cargo, sea electivo o por nombramiento, que lleve aparejada autoridad, potestad administrativa o función ejecutiva. Tampoco pueden realizar ninguna actividad lucrativa, a título personal, salvo las que expresamente se dispongan en el Reglamento de Ley 83 de la Fiscalía General de la República. c) No obstante lo establecido en el apartado anterior, los fiscales pueden ser elegidos delegados o diputados a las asambleas del Poder Popular, así como miembros de las directivas de organizaciones sociales, profesionales o de otro tipo. Pueden asimismo desempeñar la docencia en instituciones oficiales."
        }
      ]
    },
    {
      "question": "¿Quiénes no pueden ser designados como fiscales?",
      "responses_list": [
        {
          "text": "No pueden ser designados como fiscales: a) Los que física o mentalmente no estén aptos para ejercer las funciones de Fiscal; b) Los que hayan sido sancionados penalmente mientras no hayan obtenido su rehabilitación y siempre que el delito cometido no sea de los que hacen desmerecer en el concepto público; c) Los que se encuentren sujetos a un proceso penal."
        }
      ]
    },
    {
      "question": "¿Cuáles son los requisitos para ser elegido o designado Fiscal?",
      "responses_list": [
        {
          "text": "Para ser elegido o designado fiscal se deben cumplir los requisitos siguientes: a) Estar habilitado para el ejercicio del Derecho por título expedido o convalidado por universidad o institución oficial facultada para ello; b) Ser ciudadano cubano; c) Poseer buenas condiciones morales y gozar de buen concepto público; d) Haber cumplido treinta años de edad cuando se trate del Fiscal General o los vicefiscales generales y demás fiscales de la Fiscalía General o veintiún años de edad en los demás casos. Además de los requisitos que se establecen en los apartados anteriores, para ser designado Fiscal, se requiere haber aprobado previamente el expediente de ingreso, cuyas especificaciones se establecen en el Reglamento de la presente Ley."
        }
      ]
    },
    {
      "question": "¿Quién emite y para qué el certificado de habitable?",
      "responses_list": [
        {
          "text": "El Certifico de Habitable se emite por las direcciones Municipales de Planificación Física: Cuando quede concluida la obra, la persona natural solicita a la Dirección Municipal de Planificación Física el Certificado de Habitable que es resuelto en un plazo de treinta (30) días hábiles a partir de la fecha en que se presente la solicitud, previa comprobación de que esta se ha realizado de acuerdo con los aspectos del proyecto ejecutivo analizados, las regulaciones y condicionales expresamente señaladas."
        }
      ]
    },
    {
      "question": "¿Quién emite y para qué la autorización de obra?",
      "responses_list": [
        {
          "text": "La Autorización de Obra se emite por la Dirección Municipal de Planificación Física para: a) Obras menores externas a la vivienda; b) pintura y reparación en exteriores cuando se trate de edificios multifamiliares o viviendas ubicadas en zonas declaradas monumento nacional y vías principales definidas en el Plan General de Ordenamiento Territorial y Urbano; c) las que ocupen suelo temporalmente; d) acciones constructivas interiores a la vivienda que impliquen modificaciones a las redes hidrosanitarias; e) demoliciones y apuntalamientos totales o parciales, previo dictamen de la entidad facultada; f) modificaciones de fachadas."
        }
      ]
    },
    {
      "question": "¿Quién emite y para qué la licencia de construcción?",
      "responses_list": [
        {
          "text": "La Licencia de Construcción se emite por la Dirección Municipal de Planificación Física para: a) Acciones constructivas que ocupen suelo con carácter definitivo; b) la edificación de nuevas viviendas; c) ampliación de las viviendas existentes; y d) cualquier otra que implique modificaciones estructurales en viviendas individuales y en edificios multifamiliares."
        }
      ]
    },
    {
      "question": "¿Quiénes pueden ejercer el trabajo por cuenta propia en la actividad de arrendamiento de viviendas, habitaciones y espacios?",
      "responses_list": [
        {
          "text": "Pueden ejercer la actividad las personas naturales propietarias de un inmueble, quienes pueden hacerse representar en todos sus trámites, conforme a la legislación vigente. En el caso de que el propietario del inmueble esté autorizado a residir en el exterior, de acuerdo con lo establecido en las regulaciones migratorias, o cuando es menor de edad o mayor de edad que haya sido declarado incapacitado judicialmente, su representante legal, a los fines de las regulaciones del trabajo por cuenta propia, se inscribe en la Dirección de Trabajo Municipal como el titular de la actividad de arrendamiento de vivienda, habitaciones y espacios."
        }
      ]
    },
    {
      "question": "¿Cuál es el término y cómo proceder para cesar de la condición de vivienda vinculada y transferirla en concepto de propiedad?",
      "responses_list": [
        {
          "text": "La entidad cuando se cumpla el término de 15 años del arrendamiento está obligada a promover ante el jefe facultado, el cese como vivienda vinculada en un término no mayor de sesenta (60) días, siempre que no existan ocupaciones, cambio de uso, acciones constructivas y de otra índole de carácter ilegal en la vivienda, que lo impida."
        }
      ]
    },
    {
      "question": "¿Cuál es el procedimiento establecido para la transmisión de la propiedad de la vivienda en los casos de ausencia definitiva del país o fallecimiento de sus propietarios?",
      "responses_list": [
        {
          "text": "Las direcciones municipales de la Vivienda conocen y resuelven las reclamaciones que promueven las personas con relación a la transmisión de la propiedad de las viviendas en los supuestos de salida definitiva del país y fallecimiento del propietario. Conjuntamente con la solicitud, la persona interesada debe presentar la documentación siguiente: Para las salidas definitivas del país. 1. Constancia oficial de la salida definitiva del país del propietario; 2. Documento que acredite la propiedad de la vivienda a favor de la persona que salió definitivamente del país; 3. Certificaciones para acreditar el parentesco o el matrimonio; y 4. Comprobante de liquidación de deuda o deuda actualizada. En caso de fallecimiento. 1. Certificación de fallecimiento del propietario, si basa su solicitud en la no existencia de herederos; 2. Declaratoria de herederos y renuncia de estos, en su caso ; y 3. Las pruebas que acrediten la ocupación de la vivienda durante cinco (5) años con antelación al fallecimiento del propietario. 4. En el supuesto que la solicitud se base en la no existencia de herederos, el funcionario de la Vivienda tomará Declaración Jurada, donde el solicitante declare esta circunstancia."
        }
      ]
    },
    {
      "question": "¿Cuál es el procedimiento establecido para donar o vender la vivienda al Estado? ",
      "responses_list": [
        {
          "text": "Las donaciones de viviendas, solares yermos y del derecho de uso de azoteas a favor del Estado se realizan directamente ante el representante de la Dirección Municipal de la Vivienda donde esté situado el inmueble, sin necesidad de autorización previa. Los propietarios interesados en vender sus viviendas, deben manifestarlo mediante escrito o por declaración ante funcionario de la Dirección Municipal de la Vivienda acompañando el documento acreditativo de la propiedad del inmueble y el comprobante del Banco donde conste la liquidación de la Vivienda, o del adeudo pendiente. La Dirección Municipal de la Vivienda, de forma expedita y de oficio, determina el precio legal de la Vivienda, y conforme al procedimiento que se establezca, el precio a pagar al propietario."
        }
      ]
    },
    {
      "question": "¿Qué competencia poseen las direcciones municipales de vivienda?",
      "responses_list": [
        {
          "text": "Las direcciones municipales de la Vivienda tendrán competencia para conocer y resolver: a) Reclamaciones de derechos y el cumplimiento de las obligaciones sobre transferencia de propiedad que se deriven de las regulaciones contenidas en la presente Ley; b) reclamaciones de derecho y los litigios en torno a la propiedad de las viviendas, cuando el documento acreditativo de la misma sea expedido por autoridades administrativas facultadas; c) reclamaciones de derechos, el cumplimiento de las obligaciones y los litigios derivados de la aplicación de lo dispuesto en el Capítulo IV de la presente Ley; d) reclamaciones y litigios relacionados con viviendas sin estatus, cuartos y habitaciones; y e) las permutas administrativas voluntarias, siempre que alguna de las viviendas que intervienen sean estatales en arrendamiento permanente, cuartos, habitaciones y accesorias. El Director Municipal de Planificación Física es competente para conocer y resolver los litigios y reclamaciones en torno a solares yermos, derecho perpetuo de superficie y medidas y linderos. Corresponde al Tribunal Provincial Popular del territorio donde se encuentre ubicado el inmueble, conocer y resolver en primera instancia, los litigios y reclamaciones de derechos relacionados con la propiedad de la vivienda. Corresponderá a la Sala de lo Civil y de lo Administrativo de los tribunales provinciales populares conocer las reclamaciones contra lo resuelto por las direcciones municipales de Vivienda y Planificación Física, salvo en los casos de ocupantes ilegales, mediante los trámites que regula la Ley procesal correspondiente. En los casos de conflictos como consecuencia de reconocimiento, concesión o reclamación de derechos serán partes en el proceso judicial las que lo fueron en el proceso administrativo, además de la administración demandada. Conforme a la legislación vigente, contra lo resuelto por los tribunales provinciales populares podrá establecerse recurso de casación ante la Sala competente del TribunalSupremo Popular."
        }
      ]
    },
    {
      "question": "¿Qué regulaciones protegen las viviendas ubicadas en zonas declaradas de turismo?",
      "responses_list": [
        {
          "text": "Las viviendas ubicadas en las zonas geográficas que sean declaradas por el Consejo de Ministros de alta significación para el Turismo, estarán sometidas al régimen especial siguiente: a) Los ocupantes legales de viviendas que no fueran propietarios quedarán en ellas en concepto de arrendatario, mediante el pago de la misma mensualidad que venían abonando o de la que corresponda fijar según el sistema de precio por metros cuadrados, hasta tanto el Estado decida reubicarlos en otra vivienda fuera de la zona turística; b) el Consejo de la Administración Municipal del Poder Popular no podrá ejercer la facultad discrecional a que se refieren los artículos 57 y 82, y las disposiciones transitorias de la Ley y, en consecuencia, no podrá autorizar la legalización ni reconocer el derecho de la propiedad a ocupante de vivienda alguno; c) los ocupantes ilegales que de acuerdo con lo dispuesto en la Ley deban ser reubicados, lo serán en otras zonas que a tales efectos se determine en el propio municipio fuera de la zona turística, o en otros municipios cercanos; d) el arrendamiento de habitaciones o espacios será autorizado por las direcciones municipales de Trabajo a partir de las regulaciones vigentes en la materia; e) las permutas, donaciones y compraventas de viviendas podrán realizarse conforme al procedimiento que establezca el Ministro de la Construcción; f) las viviendas que queden a favor del Estado serán asignadas al Ministerio de Turismo y, cuando no sean de su interés, este las entregará al órgano local del Poder Popular para su utilización en otros fines; g) no se entregarán viviendas en concepto de vinculadas; para la declaración de medios básicos será necesaria la aprobación previa del Ministerio de Turismo, así como para cambiar esa condición una vez otorgada; h) para cualquier construcción, rehabilitación o remodelación que se pretenda realizar por órganos u organismos de la Administración Central del Estado, entidades nacionales u organizaciones, se requerirá la aprobación previa de la autoridad que determine el Ministerio de Turismo, además del cumplimiento de lo dispuesto legalmente sobre la materia; i) cuando el Estado, en interés de la nación, requiera áreas para programas de desarrollo del Turismo tanto nacional como internacional, que exijan la construcción de hoteles e instalaciones diversas u otro uso de esas áreas, en el momento que las necesite podrá negociar con los propietarios la compra o reubicación de viviendas dentro o fuera de la zona, u otras formas de compensación a los afectados ubicados en la misma, sin perjuicio de los derechos de expropiación establecidos en la Constitución; y j) las acciones de construcción, rehabilitación, división y ampliación de viviendas por esfuerzo propio de la población se ejecutarán conforme al procedimiento que establezca el Instituto de Planificación Física. Los ministros de la Construcción y de Turismo, y el Presidente del Instituto de Planificación Física, dictarán las disposiciones que resulten necesarias para la aplicación del régimen especial. Las permutas, donaciones y compraventas de viviendas ubicadas en las zonas especiales de desarrollo se realizan ante notario público, previa autorización de la Dirección Municipal de la Vivienda del territorio."
        }
      ]
    },
    {
      "question": "¿Cómo proceder para permutar, vender o donar una vivienda en régimen de copropiedad?",
      "responses_list": [
        {
          "text": "En el supuesto que sobre la vivienda esté constituida una copropiedad, se requerirá el consentimiento de ambos copropietarios para permutarla, venderla o donarla. Corresponde a las salas competentes del Tribunal Provincial conocer y resolver lo relativo a las permutas cuando exista inconformidad entre los propietarios con el objetivo de liquidar la copropiedad sobre la vivienda o para separar a uno o más convivientes del núcleo familiar. En los casos en que la permuta se realice entre titulares de viviendas de diferentes provincias o del municipio especial Isla de la Juventud, y una de las viviendas se encuentre ubicada en la capital, la permuta se tramitará por la sala correspondiente del Tribunal Provincial Popular de La Habana. Con excepción de lo dispuesto en el apartado anterior, en las permutas donde las viviendas que intervienen son de diferentes municipios y provincias, será competente la sala correspondiente del Tribunal Provincial Popular ante el cual se promueva el asunto."
        }
      ]
    },
    {
      "question": "¿Puede un propietario de solar yermo transferir mediante compraventa o donación su derecho a otra persona para realizar edificaciones?",
      "responses_list": [
        {
          "text": "Los propietarios de solares yermos podrán transferir, mediante compraventa o donación, la propiedad de estos a las personas que los necesiten para construir sus viviendas, siempre que no existan regulaciones urbanas y territoriales que lo impidan, previa aprobación de las direcciones provinciales y municipal de la Isla de la Juventud de Planificación Física, las cuales podrán ejercer el derecho de tanteo y adquirir para el Estado la propiedad del solar mediante el pago de su precio legal."
        }
      ]
    },
    {
      "question": "¿Qué institución está facultada para la entrega de solares yermos?",
      "responses_list": [
        {
          "text": "La Dirección Municipal de Planificación Física, en los casos aprobados por el Consejo de la Administración Municipal y de acuerdo con las prioridades que el Estado establezca, podrá entregar solares yermos de propiedad estatal en concepto de derecho perpetuo de superficie mediante el pago correspondiente, a personas naturales para la construcción de viviendas en su territorio. El precio del derecho perpetuo de superficie sobre el solar yermo en cuestión será fijado por la Dirección Municipal de Planificación Física."
        }
      ]
    },
    {
      "question": "¿En qué ocasiones y condiciones se pueden hacer divisiones en los inmuebles?",
      "responses_list": [
        {
          "text": "Los propietarios de una vivienda, en los casos excepcionales en que las dimensiones y forma de la edificación lo permitan, tendrán derecho a dividirla, previo el otorgamiento de la licencia de obra correspondiente, con el objetivo de liquidar la copropiedad o para separar a uno o más convivientes del núcleo familiar. Si hubiere acuerdo entre los propietarios la división se formalizará ante notario. De no existir acuerdo, podrán interesar ante la sala competente del Tribunal Provincial Popular la división, la que sustentará su decisión en adecuado sentido de racionalidad y teniendo en cuenta las circunstancias concurrentes. El Tribunal podrá, cuando la división aprobada lo amerite, disponer la compensación correspondiente al copropietario obligado a dividir. El propietario que promueva la división ante el Tribunal queda obligado a la ejecución de las acciones constructivas necesarias para cumplir el mandato judicial, previo cumplimiento de las disposiciones vigentes. El Tribunal en su sentencia dispondrá además que, ejecutadas las acciones constructivas necesarias, el interesado con la documentación adecuada concurra ante notario a formalizar la correspondiente escritura pública; si el obligado se niega, comparecerá en su lugar el representante designado por el Tribunal a los efectos antes expresados."
        }
      ]
    },
    {
      "question": "¿Quiénes pueden arrendar sus viviendas?",
      "responses_list": [
        {
          "text": "Los propietarios de viviendas podrán arrendar, al amparo de lo establecido en la legislación civil común, su vivienda, habitaciones con servicio sanitario propio o sin él, y espacios incluidos en la descripción de esta, siempre que esté en correspondencia con las regulaciones urbanas y territoriales vigentes, mediante precio libremente concertado, y previa autorización de la Dirección Municipal de Trabajo correspondiente. No podrán arrendarse viviendas, habitaciones y espacios a: a) Representantes de organizaciones, firmas, entidades o países extranjeros acreditados en el territorio nacional; y b) personas jurídicas. Queda prohibido el subarrendamiento y la cesión de uso de viviendas, habitaciones o espacios. El arrendamiento de viviendas y habitaciones tiene como fin el hospedaje, y pueden ser arrendados a personas para la realización de actividades por cuenta propia, conforme la legislación vigente."
        }
      ]
    },
    {
      "question": "¿Quién ejecuta las sentencias que dicten los tribunales en relación a cualquier litigio en el que se aplique lo establecido en la presente disposición o relacionado con las viviendas?",
      "responses_list": [
        {
          "text": "La ejecución de las resoluciones que dicten los tribunales aplicando las disposiciones de la presente Ley o cualesquiera otras relacionadas con las viviendas, en los casos a que se refiere el artículo anterior, se coordinan, según corresponda, por las direcciones municipales de la Vivienda o de Planificación Física, las que requerirán el auxilio de la Policía Nacional Revolucionaria cuando fuere necesario."
        }
      ]
    },
    {
      "question": "¿Se pueden realizar acciones constructivas en fincas rústicas destinadas a la producción agropecuaria o forestal?",
      "responses_list": [
        {
          "text": "Los propietarios de fincas rústicas destinadas a la producción agropecuaria o forestal, podrán previa autorización del Ministerio de la Agricultura y oído el parecer de la Asociación Nacional de Agricultores Pequeños, permitir que familiares u otras personas vinculadas a la producción de dicha finca construyan su vivienda dentro de los límites de su propiedad y previo el cumplimiento de las disposiciones que para la construcción por esfuerzo propio establezca el Instituto de Planificación Física. Las viviendas ubicadas en áreas de fincas rústicas de propiedad personal estarán sometidas a las reglas siguientes: a) El propietario de la finca solo podrá tener la propiedad de la vivienda que ocupa en esta. b) En caso de fallecimiento del propietario de la finca la vivienda de su propiedad se transferirá a los herederos conforme a la legislación vigente en la materia; y c) El heredero que reciba la vivienda en propiedad deberá indemnizar en su precio legal, proporcionalmente, a los demás herederos con derecho a heredar la tierra, que no la reciban. A los que no siendo propietarios de una finca construyan o hayan construido en ella legalmente, por medios propios y con autorización de su propietario una vivienda adecuada, se les reconocerá la propiedad sobre lo edificado, sin que afecte la integridad de la finca, salvo desafectación por autoridad competente. La transmisión hereditaria de estas viviendas se regirá por la legislación civil común. La permuta, donación o traspaso de estas viviendas solo podrá efectuarse previa aprobación del Ministerio de la Agricultura, oído el parecer de la Asociación Nacional de Agricultores Pequeños, pudiendo ejercer el derecho de tanteo y adquirir la propiedad de la vivienda a favor del Estado, abonando a su propietario su precio legal."
        }
      ]
    },
    {
      "question": "¿Quién está facultado para declarar, controlar y cesar las viviendas medios básicos y vinculadas perteneciente a una entidad?",
      "responses_list": [
        {
          "text": "Las viviendas ocupadas o asignadas a entidades estatales, civiles o militares, a cooperativas agropecuarias, a organizaciones políticas, sociales o de masas, con el objetivo de propiciar el aseguramiento de la fuerza de trabajo de la actividad en cuestión, en especial su equipo de dirección, o en interés de la defensa y la seguridad del país, podrán ser declaradas vinculadas o medios básicos de esas entidades. Las máximas autoridades de los órganos, organismos de la Administración Central del Estado, organizaciones políticas, sociales o de masas y entidades nacionales, quedan facultadas para declarar, controlar y cesar las viviendas vinculadas o medios básicos que Integran el patrimonio de su sistema o delegar estas funciones"
        }
      ]
    },
    {
      "question": "¿Quién autoriza el uso de azotea?",
      "responses_list": [
        {
          "text": "Los propietarios de viviendas individuales, los de viviendas ubicadas en edificios de varias plantas, en los que cada planta constituya una vivienda, y los propietarios de las viviendas que integren un edificio de apartamentos, podrán conceder de común acuerdo al o a los propietarios de las viviendas en el nivel superior el derecho a ampliar sus viviendas, o a un tercero el de construir una nueva en la azotea de la edificación sobre el supuesto de que técnicamente pueda ejecutarse la misma y no existan regulaciones urbanas y territoriales que lo impidan, siempre que se hubiere obtenido autorización de la Dirección Provincial de Planificación Física."
        }
      ]
    },
    {
      "question": "¿Qué hacer si se tiene en propiedad un solar yermo que por las regulaciones urbanas del lugar donde se encuentra enclavado no se pueda utilizar para la construcción de vivienda?",
      "responses_list": [
        {
          "text": "Cuando por existir regulaciones urbanas y territoriales que lo impidan, los propietarios de solares yermos no pueden obtener autorización para utilizarlos en la construcción de su vivienda, podrán interesar de la Dirección Municipal de Planificación Física la permuta por otro de propiedad del Estado, de iguales o similares características, si lo hubiere. La Dirección Municipal de Planificación Física podrá adquirir para el fondo estatal dicho solar si el titular así lo desea, mediante el pago de su precio legal."
        }
      ]
    },
    {
      "question": "¿Se necesita autorización para realizar acciones constructivas de remodelación y ampliación? ¿Quién otorga la autorización?",
      "responses_list": [
        {
          "text": "Las construcciones, remodelaciones, ampliaciones y demás acciones constructivas que se realicen en una vivienda individual o en edificios multifamiliares, por esfuerzo propio, se autorizan mediante Licencia de Construcción o Autorización de Obra, expedida por las direcciones municipales de Planificación Física. No requieren Licencia de Construcción ni Autorización de Obra las acciones de conservación y las constructivas interiores en viviendas que no modifiquen fachada, ni afecten la carga y la estructura de la edificación. Las actividades de remodelación exterior, ampliación o construcción de viviendas en las zonas urbanas o edificaciones aisladas que hayan sido declaradas monumento nacional o local, serán reguladas de conjunto por la Comisión Nacional de Monumentos y el Instituto de Planificación Física."
        }
      ]
    },
    {
      "question": "¿Cuáles fueron los cambios introducidos en la nueva Ley de Inversión Extranjera respecto a la Propiedad Extranjera en Cuba?",
      "responses_list": [
        {
          "text": "La Ley No. 118 de la Inversión Extranjera permite la inversión a empresas con 100 por ciento de propiedad extranjera pero niega a esas empresas las mismas ventajas fiscales concedidas a empresas mixtas con el Estado cubano o asociaciones entre empresas extranjeras y cubanas. Artículos 13.1 y 44 de la Ley No. 118 de la Inversión extranjera. No excluye específicamente a los cubanos residentes en el exterior, según el Artículo 16.1 de la Ley No. 118 de la Inversión extranjera."
        }
      ]
    },
    {
      "question": "¿Cómo y ante qué órgano se solucionan los conflictos de trabajo de los trabajadores del sector no estatal?",
      "responses_list": [
        {
          "text": "Según el Capítulo XIII de la Ley No.116/13 Código de trabajo, los trabajadores contratados por personas naturales autorizadas para ello presentan sus reclamaciones en materia laboral directamente ante los tribunales municipales populares. En las cooperativas y en las formas asociativas las reclamaciones en materia laboral de los trabajadores asalariados, se resuelven por el procedimiento específico y, una vez agotado este, cuando así se establezca, pueden acudir a la vía judicial."
        }
      ]
    },
    {
      "question": "¿Pueden dirigirse auxilios judiciales por la Fiscalía a las autoridades de otros países, en procesos penales radicados por la comisión de delitos, en los que sea necesario realizar o ampliar investigaciones contra los presuntos acusados extranjeros que los hayan cometido en Cuba, o sea procedente tomar declaraciones a testigos no residentes en el territorio nacional y se conozca su ubicación?",
      "responses_list": [
        {
          "text": "En la LEY No. 83 DE LA FISCALIA GENERAL DE LA REPUBLICA, TITULO I CAPITULO III FUNCIONES, TITULO II, ORGANOS DE LA FISCALIA, CAPITULO UNICO, ESTRUCTURA Y SUBORDINACION, SECCION SEGUNDA, se establece en el Artículo 11: El Fiscal General es la máxima autoridad de la Fiscalía General de la República y tiene las atribuciones siguientes: inciso k) emitir solicitudes de auxilio judicial o promover comisiones rogatorias a fiscalías, procuradurías, órganos del Ministerio Público o jueces, en el extranjero y resolver, por las vías establecidas en su caso, las solicitudes que en tal sentido reciba de iguales autoridades e instituciones extranjeras, en correspondencia con los tratados y acuerdos de los que la República de Cuba sea parte; Por su parte en el Reglamente de la LEY NO. 83, establece en su Artículo 2 que la Fiscalía General para el cumplimiento de sus funciones se apoya en direcciones y departamentos y para ello, se preceptúa en el artículo 31 b), que la Dirección de Relaciones Internacionales y Colaboración es la encargada de la tramitación y control de las comisiones rogatorias y solicitudes de auxilio judicial que se promuevan ante autoridades en el extranjero. Además la Ley de Procedimiento Penal, en el TÍTULO II, CAPÍTUO VI DE LAS DECLARACIONES DE LOS TESTIGOS, EN SU ARTÍCULO 175 ESTABLECE QUE: Artículo 175.- Si el testigo reside fuera del territorio nacional, se observará lo que al respecto establezcan los tratados con el país de que se trate; o en su defecto, se cursará comisión rogatoria por la vía diplomática, de acuerdo con las prácticas internacionales. En este segundo caso, se tendrán en cuenta para la práctica de la diligencia las formalidades legales exigidas en el país en que ha de llevarse a efecto. La comisión rogatoria debe contener los antecedentes necesarios e indicar las questions que se han de hacer al testigo, sin perjuicio de que la autoridad o Tribunal extranjero las amplíe según le sugiera su discreción y prudente arbitrio."
        }
      ]
    }
  ]
}