{
  "title": "Historia",
  "texts_list": [
    {
      "text": "El 1ro de enero de 1959 triunfa la Revolución cubana, derrocando el régimen dictatorial imperante, y este hecho de incuestionable magnitud histórica donde las masas populares toman el poder, trajo profundos cambios no solo en las estructuras centrales de gobierno, sino de todo el orden social establecido, del cual la abogacía es parte importante."
    },
    {
      "text": "En el período que sobrevino al triunfo revolucionario se produce un paulatino proceso de radicalización de las posiciones en el seno de la sociedad cubana, lo que tuvo su reflejo lógico en la organización, funcionamiento y reconocimiento del papel social del abogado."
    },
    {
      "text": "En el año 1962, en Asamblea General de los colegios, se aprobó un nuevo Estatuto del colegio de Abogados de La Habana. Esta reglamentación derogaba la que había estado vigente desde el año 1949 y radicalizaba las posiciones desde el punto de vista político."
    },
    {
      "text": "El 21 de diciembre de 1964, la Junta de Gobierno del Colegio de Abogados de La Habana propuso al Ministro de Justicia la creación de una agrupación de abogados que se denominaría BUFETES COLECTIVOS y que debía funcionar conforme a bases propuestas por la propia Junta."
    },
    {
      "text": "Era un objetivo presente en esta propuesta la creación de una opción que resultara verdaderamente popular, mediante la cual todo ciudadano pudiera acceder a la justicia, en base a tarifas de cobros de los asuntos, sustancialmente disminuidas con relación a las que se pagaban a los letrados que privadamente ejercían la profesión."
    },
    {
      "text": "El 22 de enero del año 1965, el Ministro de Justicia, por Resolución No. 18, aprobó la creación del primer Bufete Colectivo en la capital del país, el que estaría sujeto a la jurisdicción del Colegio de La Habana, bajo la orientación y supervisión del Ministro."
    },
    {
      "text": "El Consejo de Ministros del Gobierno Revolucionario dictó el 25 de abril de 1966 la Ley No. 1189, mediante la cual se dispuso la inscripción de los abogados en el Registro del Ministerio de Justicia, como requisito para el ejercicio profesional, eliminando el control de la colegiatura hasta esa fecha en poder de los Colegios."
    },
    {
      "text": "Esta medida, unida a la creación de los Bufetes Colectivos como unidades de prestación de servicios jurídicos, fue el primer paso en la eliminación de la abogacía como ejercicio privado en el país, con el tiempo el Bufete Colectivo devino en una dependencia más del Ministerio de Justicia, lo que afilió esta forma de ejercer la profesión a lo que se conoce internacionalmente como Abogacía de Estado."
    },
    {
      "text": "Hasta el año 1974 coexistieron en el país ambas modalidades de ejercicio profesional: de una parte, los abogados que se desempeñaban privadamente y de la otra los Bufetes Colectivos del Ministerio de Justicia, con un enfoque más social de su función y con tarifas de cobro de los servicios sustancialmente inferiores."
    },
    {
      "text": "En el año 1973, el Consejo de Ministros dictó la ley 1250 \"Ley de Organización del Sistema Judicial\", al que se enmarcaba en lo que se conoció como \"proceso de institucionalización\", período en el que fueron promulgadas las principales Leyes del Estado. Esta Ley eliminó en Cuba el ejercicio privado de la abogacía\ne hizo nacer una nueva y peculiar institución en el sistema de justicia del país, que si bien seguía conservando el nombre de BUFETES COLECTIVOS, se apartaba de la concepción organizativa y estructural de la existente hasta ese momento."
    },
    {
      "text": "La nueva organización era definida por la Ley como una \"institución autónoma nacional, de interés social\", regida por un reglamento interno, el que debía ser aprobado por el Tribunal Supremo, se establecieron los requisitos generales para poder pertenecer a los Bufetes Colectivos, función que era incompatible con el desempeño de otras responsabilidades judiciales, fiscales o de cargos públicos que implicaran autoridad, esta regulación estuvo vigente durante esta década y los primeros años de la década de los 80."
    },
    {
      "text": "El 8 de junio de 1984, el Consejo de Estado promulgó el Decreto Ley No. 81 \"Sobre el ejercicio de la Abogacía y la Organización Nacional de Bufetes Colectivos\". Con este Decreto Ley nace una nueva organización para la abogacía cubana, que se denominó Organización Nacional de Bufetes Colectivos que se definió en su artículo 5 como \"entidad autónoma nacional de interés social y carácter profesional, con personalidad jurídica y patrimonio propio, integrada voluntariamente por juristas\"."
    }
  ]
}