{
  "title": "Misión y Funciones",
  "texts_list": [
    {
      "text": "Misión:",
      "is_header": true
    },
    {
      "text": "La Fiscalía General de la República es el órgano del Estado que tiene como misión fundamental ejercer el control de la investigación penal y el ejercicio de la acción penal pública en representación del Estado, así como velar por el estricto cumplimiento de la Constitución, las leyes y demás disposiciones legales por los órganos del Estado, las entidades y por los ciudadanos."
    },
    {
      "text": "Funciones:",
      "is_header": true
    },
    {
      "text": "- Velar por el cumplimiento de la Constitución, las leyes y demás disposiciones legales por los organismos del Estado, las entidades económicas y sociales y por los ciudadanos."
    },
    {
      "text": "-  Atender las reclamaciones que presenten los ciudadanos sobre presuntas violaciones de sus derechos."
    },
    {
      "text": "- Dictaminar a instancia de la Asamblea Nacional del Poder Popular o del Consejo de Estado, acerca de la constitucionalidad de las leyes, decretos leyes, decretos y demás disposiciones generales."
    },
    {
      "text": "- Ejercer en representación del Estado las acciones judiciales que correspondan conforme a la legislación vigente, en función del interés social y en su caso, en representación de menores, ausentes e incapaces."
    },
    {
      "text": "-  Sustanciar expedientes de orden administrativo, según las regulaciones legales."
    },
    {
      "text": "-  Comprobar el cumplimiento de las leyes, reglamentos y disposiciones sobre el tratamiento a menores de edad infractores o con trastornos de conducta y de los menores acogidos en instituciones asistenciales."
    },
    {
      "text": "-  Participar en las tareas de prevención del delito y en la lucha contra toda manifestación de delincuencia o conducta antisocial, adoptando las medidas necesarias a ese efecto."
    },
    {
      "text": "Objetivos:",
      "is_header": true
    },
    {
      "text": "Los Objetivos de trabajo de la Fiscalía General de la República están en función al cumplimiento de los Lineamientos de la Política Económica y Social del Partido y la Revolución y los Objetivos de la I Conferencia del PCC."
    },
    {
      "text": "OBJETIVO NO. 1: continuar el perfeccionamiento funcional, de estructura y composición de la Fiscalía General de la República (FGR), en la búsqueda de mayor eficacia y eficiencia en el cumplimiento de las misiones, los objetivos constitucionales, las funciones asignadas por ley y las tareas encomendadas por la dirección del partido y el estado."
    },
    {
      "text": "OBJETIVO NO. 2: incrementar el completamiento de la plantilla y la retención del personal, a partir de la mayor efectividad de la labor político-ideológica, un superior trabajo de formación vocacional, la mejora continua de las condiciones laborales y de vida y el cumplimiento de las normas éticas por todos los trabajadores de la institución."
    },
    {
      "text": "OBJETIVO NO. 3: implementar el sistema de preparación y superación de los cuadros de dirección, reservas, fiscales, otros profesionales y personal no fiscal, en correspondencia a las etapas aprobadas."
    },
    {
      "text": "OBJETIVO NO. 4: elevar la eficiencia y eficacia de la labor de dirección en la Fiscalía General de la República."
    },
    {
      "text": "OBJETIVO NO. 5: contribuir al fortalecimiento de la institucionalidad,  a partir de la adecuación permanente de las políticas de enfrentamiento, atendiendo a las prioridades establecidas por la dirección del país."
    },
    {
      "text": "OBJETIVO NO. 6: alcanzar niveles superiores de calidad y celeridad, exigencia en el cumplimiento de las garantías legales y perfeccionar la dirección, control y preparación del fiscal en los procesos penales. Prestar especial atención a los hechos vinculados a la corrupción, ilegalidades e indisciplinas sociales; lavado de activos; evasión fiscal; inversión extranjera; alimentos; combustibles; drogas; proxenetismo; trata de personas; corrupción de menores, prostitución, otros actos contra el normal desarrollo del menor; medicamentos o productos biotecnológicos; sistema electroenergético nacional, ferrocarriles; telefonía pública y el ganado mayor."
    },
    {
      "text": "OBJETIVO NO. 7: brindar una eficiente atención a las quejas, reclamaciones y denuncias de los ciudadanos, así como a las necesidades de orientación, inconformidades y el ejercicio de los derechos de las personas privadas de libertad."
    },
    {
      "text": "OBJETIVO NO. 8: alcanzar mayor eficacia en la protección de los menores de edad y personas de la tercera edad."
    },
    {
      "text": "OBJETIVO NO. 9: lograr la objetividad y el cumplimiento eficiente del plan económico, presupuesto y control interno."
    },
    {
      "text": "OBJETIVO NO. 10. Consolidar la calidad de los servicios que se prestan a los órganos y unidades organizativas que componen la fiscalía general de la república."
    },
    {
      "text": "OBJETIVO NO. 11: fortalecer la estrategia de comunicación, dotándola de mayor amplitud y eficacia, encaminada a elevar la educación jurídica del pueblo."
    },
    {
      "text": "OBJETIVO NO. 12. Incrementar la preparación y perfeccionar las estructuras para el cumplimiento de las misiones ante un escenario de guerra no convencional impuesta por el enemigo, para situaciones excepcionales la seguridad de la sede del órgano central, las fiscalías provinciales y municipales."
    },
    {
      "text": "OBJETIVO NO. 13. Consolidar las relaciones internacionales y la asistencia jurídica internacional."
    }
  ]
}